<hr>
<section>
  <div class="text-box">
    <p>
      Лаконио - это военно-политический Майнкрафт-Сервер, где вы можете стать лидером государства, воином, строителем, торговцем или другим деятелем на просторах карты
    </p>

    <button></button>
    <button></button>
  </div>
  <img src="images/Rectangle2.png">
</section>
<hr>
<section>
  <img src="images/ship.jpg">
  <div class="text-box">
    <li>+Собственная система уровней</li>
    <li>+Механика колоний</li>
    <li>+Транспорт: водный, наземный, воздушный</li>
    <li>+Огнестрельное оружие</li>
    <li>+Кастомизация: карта, напитки и картины</li>
    <button></button>
    <button></button>
  </div>
</section>
<hr>
<section>
  <div class="text-box">
    <p>
      Ł Лакоины - валюта для покупки товаров и привилегий на
      нашем сервере. Лакоины приобретаются в магазине. При помощи команды /donate можно приобрести наборы, подписки
      или предметы за лакоины
    </p>
    <button></button>
    <button></button>
  </div>
  <img src="images/gold.jpg">
</section>
<hr>
<section>
  <img src="images/sign.jpg">
  <div class="text-box">
    <p>
      Дискорд — основная платформа для общения на нашем сервере. Здесь проходят регистрация городов и наций, а также
      переговоры и конференции. Дискорд-сервер используется как площадка для увлекательных и веселых ивентов с
      отличными призами.
    </p>
    <button></button>
  </div>
</section>
<hr>